var front;
var title;
var text;

front = "backF01";//첫 뒷배경 (.jpg 형식)
title = "프리스트(남) - 프롤로그";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3
["","pro/pro0901","0","",,"","",""],
["","pro/pro0902","0","",,"","",""],
["","pro/pro0903","0","",,"","",""],
["","pro/pro0904","0","",,"","",""],
["","pro/pro0905","0","",,"","",""],
["","pro/pro0906","0","",,"","",""],
["","pro/pro0907","0","",,"","",""],
["","pro/pro0908","0","",,"","",""],
["","pro/pro0909","0","",,"","",""],
["","pro/pro0910","0","",,"","",""],
["","pro/pro0911","0","",,"","",""],
["","pro/pro0912","0","",,"","",""],
["","pro/pro0913","0","",,"","",""],
["","pro/pro0914","0","",,"","",""],
["","pro/pro0915","0","",,"","",""],
["","pro/pro0916","0","",,"","",""],
["모험가","back010100","1","정처없이 여행을 하다보니 여기까지 흘러들어와버렸군.",,"","",""],
["모험가","","","그나저나 이 근방의 숲은 대전이로 모두 사라졌을 터인데, 이런 숲이 남아있었다니...",,"","",""],
["세리아","","","(저를 도와주세요...)",,"","",""],
["모험가","","","음? 분명... 여인의 목소리가 머릿속에서 울린 것 같은데.",,"","",""],
["모험가","","","신께서 뜻하신 바가 있으신 것인가. 허나 대체 어디에 있는 것인지...",,"","",""],
["세리아","","","(이 숲 안쪽이에요... 너무 어둡고 무서운 꿈에 갇혀있어요. 제발 저를 구해주세요...)",,"","",""],
["모험가","","","숲 안쪽이라... 알겠습니다. 잠시만 기다리십시오.",,"","",""],
["모험가","back010100","","신이시여, 제게 힘을 주소서.",,"","",""],
["세리아","back010101","1","으음, 여기는... 아.",,"","",""],
["세리아","","","저를... 구해주신 분이군요. 아아, 끔찍한 악몽에서 절 구해주시다니... 정말 감사드려요.",,"","",""],
["세리아","","","보아하니, 모험을 하시는 분 같으신데... 이 혼란한 세상을 홀로 모험하시다니, 정말 대단하세요.",,"","",""],
["세리아","back010101","","제가 앞으로 곁에서 힘이 되어드려도 될까요? 저는... 세리아 키르민이라고 합니다.",,"","",""],
["세리아","back000000","2","저를 구해주신 분... 감사해요.",,"","",""],
["세리아","","","어떻게 보답을 드려야 할지... 그저 앞으로 곁에서 많이 도와드릴게요.",,"","",""],

["","","","",,"","",""]];