var front;
var title;
var text;

front = "backNuke";//첫 뒷배경 (.jpg 형식)
title = "봉인된 역전 하이라이트";//던전 명칭┏ 0 : 이미지만 Only  //1 : 아래 고정  //2 : 위 고정  //3: 이동 Only┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["아이리스","back증인05","1","사룡을 쓰러뜨리실 줄이야, 역시 여러분들은 정말로 대단하시군요.",,"","","",""],
["사프론","back재판장01","1","아이리스! 지금 와서 무슨 소리냐. 보기가 좋지 않다.",,"","","",""],
["사프론","back재판장01","1","네놈을 당장 옥에 가두고 처형 날짜를 잡아주마.",,"","","",""],
["아이리스","back증인05","1","자, 잠깐만...",,"","","",""],
["사프론","back재판장01","1","검사! 즉결 처분이다!",,"","","",""],
["프리스트남","back검사02","1","신이시여!",,"","","",""],
["악마화","back검사03","1","상쾌한 기분이군.",,"","","",""],
["악마화","back증인05처분","1","즉결 처분이다!",,"","","",""],
["아이리스","back증인05처분","1","끼야악!",,"","","",""],
["악마화","back증인00","1","캬아~하하하하!",,"","","",""],
["귀검사여","back변호사01","1","(내가 유죄 판결을 받았다면 저런 꼴이 되었을까...)",,"","","",""],
["귀검사여","back변호사01","1","(생각만 해도 끔찍하군.)",,"","","",""],

["","","","",,"","",""]];