var front;
var title;
var text;

front = "backJum";//첫 뒷배경 (.jpg 형식)
title = "황녀님의 만능 점";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["에르제","backD017","","어서 오게. 새해가 되어 신녀들과 점을 보려던 참이었는데 잘 와주었네.",,"","","",""],
["에르제","","","한 해가 되면 온갖 사항들에 대해 점을 쳐볼 수 있지. 모험가 자네도 점을 쳐보는게 어떻는가? 오늘은 날이 날인 만큼 뭐든지 알 수 있을 것이네.",,"","","",""],
["에르제","","","<span class='orange'>로터스</span> 서버인가... 그런 서버가 있었는지는 모르겠지만, 점괘 양이 좀 많으니 차분히 기다려주게.",,"","","",""],
["에르제","","","...",,"","","",""],
["에르제","","","......",,"","","",""],
["에르제","","",".........",,"","","",""],
["에르제","","","결과가 나왔네. 한 번에 불러주지 못하니 하나하나 받아적으시게나.",,"","","",""],
["에르제","","","채널은 <span class='orange'>56</span>번 채널이 길하다고 하는군.",,"","","",""],
["에르제","","","그 곳에선 강화 확률이 <span class='orange'>15</span>%, 증폭 확률이 <span class='orange'>54</span>%, 재련 확률이 <span class='orange'>542</span>%, 이 달의 아이템 확률이 <span class='orange'>75</span>%, 리버레이션 합성 확률이 <span class='orange'>247</span>%, 에픽 아이템 드랍 확률이 <span class='orange'>5</span>%, 코스모 아이 드랍 확률이 <span class='orange'>55</span>%, 지옥구슬 드랍 확률이 <span class='orange'>100</span>%, 유물 아이템 드랍 확률이 <span class='orange'>102</span>% 증가한다고 하네.",,"","","",""],
["에르제","","","뻘폰을 <span class='orange'>55</span>회 날린다면 확률이 <span class='orange'>2</span>% 추가 증가한다고 하니, 잘 알아두게.",,"","","",""],
["에르제","","","사람은 <span class='orange'>클론터</span>을(를) 만날 것이며,",,"","","",""],
["에르제","","","던전을 간다면 <span class='orange'>그란디네 발전소</span>, <span class='orange'>검은 대지</span>, <span class='orange'>노이어페라</span>, <span class='orange'>진:레쉬폰</span>, <span class='orange'>흔들리는 격전지</span>이(가) 좋다고 하고, 난이도는 마스터까지 있으면 <span class='orange'>익스퍼트</span>, 슬레이어까지 있으면 <span class='orange'>노멀</span>이(가) 좋다고 하네.",,"","","",""],
["에르제","","","왼쪽보단 <span class='orange'>오른쪽</span>, 아래보단 <span class='orange'>위쪽</span> 방향이 길하다고 하는군. 현재 시간은 오후 6시 25분 17초. 1시간 0분 1초 뒤인 <span class='orange'>오후 7시 25분 18초</span>때 운이 정점에 달할 것이니 놓치지 말라고 하는군.",,"","","",""],
["에르제","","","후우... 말해주기도 참 어렵구나. 혹시 지나친 게 있으면 아래의 뒤로버튼을 눌러서 다시 보시게. 그리고 다음부터는 그냥 오늘의 운세 사이트를 찾아가게나.",,"","","",""],

["","","","",,"","",""]];