var front;
var title;
var text;

front = "backJum";//첫 뒷배경 (.jpg 형식)
title = "오늘의 던파 운세";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["콩콩이","back070102","","나보고 점을 봐달라고? 콩콩이는 점같은거 볼 줄 모르는데...",,"","","",""],
["콩콩이","","","이 상자에서 뭘 뽑기만 하면 되는거야? 그렇구나~ 상자에 뭐라고 적혀있는걸.",,"","","",""],
["콩콩이","","","" + answer_server +" 서버라고 적혀있네. 어디보자...",,"","","",""],
["콩콩이","","","<span class='green'>(뒤적뒤적)</span>",,"","","",""],
["콩콩이","","","<span class='green'>(뒤적뒤적)</span>",,"","","",""],
["콩콩이","","","뽑았다! 뭐라고 적혀있지?",,"","","",""],
["콩콩이","","","\"" + answer[targeting] + " 좋아요\"라고 적혀있어. 이거 너 줄게. 이제 나 가도 되지?<br/><br/><span class='green'>(다른 결과를 보시려면 \"첫 화면으로 돌아가기\"를 클릭하세요)</span>",,"","","",""],

["","","","",,"","",""]];