var front;
var title;
var text;

front = "backJum";//첫 뒷배경 (.jpg 형식)
title = "오늘의 던파 운세";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["오늘도안나와","back000000","","채널은 <span class='orange'>56</span>번, <span class='orange'>차원의 균열</span>이(가) 좋을 것 같네요. 자, 점도 쳐봤으니 이제 가볼까요? 오늘도 꼭 성공하자구요!",,"","","",""],
["오늘도안나와","","","싫으면 말고요.",,"","","",""],
["","","","",,"","","",""],
["","","","",,"","","",""],
["","","","",,"","","",""],
["","","","",,"","","",""],
["","","","",,"","","",""],

["","","","",,"","",""]];