var front;
var title;
var text;

front = "backJum";//첫 뒷배경 (.jpg 형식)
title = "오늘의 던파 운세";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["마테카","back100702","","" + answer_server +" 서버에서 온 애송이들아, 너희의 운빨을 감상해주지!",,"","","",""],
["마테카","","","하↗하↘하→",,"","","",""],
["마테카","","","하↗하↘하→",,"","","",""],
["마테카","","","하↗하↘하→",,"","","",""],
["마테카","","","하↘하↗하→",,"","","",""],
["마테카","","","하↗하↘하→",,"","","",""],
["마테카","","","하↗하↘하→",,"","","",""],
["마테카","","","" + answer[targeting] + " 좋을 것이다. 내 말을 듣지 않는다면, 더욱더 고통스러워질거야!<br/><br/><span class='green'>(다른 결과를 보시려면 \"첫 화면으로 돌아가기\"를 클릭하세요)</span>",,"","","",""],

["","","","",,"","",""]];