var front;
var title;
var text;

front = "backJum";//첫 뒷배경 (.jpg 형식)
title = "오늘의 던파 운세";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["백명","back140000","","네이트람과 싸우기 위해선, 철저하게 준비를 해야 할 필요가 있는데,",,"","","",""],
["백명","","","그대도 진로를 뚫으면서, 파수꾼과 싸워봐서 잘 아시겠지만,",,"","","",""],
["백명","","","네이트람의 하수인들이, 보통 강한 게 아니기 때문이오.",,"","","",""],
["백명","","","준비라 한다면 강해지기 위한 수련도 있겠지만,",,"","","",""],
["백명","","","'운'이란 요소도 무시를 할 수 없다오. 결국 가장 결정적인 순간에,",,"","","",""],
["백명","","","빛을 발하여 승리로 이끌어주는 게, 큰 힘이 되기 때문에,",,"","","",""],
["백명","","","그대도 점을 한 번 쳐보는 게 어떻겠소?",,"","","",""],
["백명","","","수쥬 지방에서는, 예로부터 전해지는 점술이 있는데,",,"","","",""],
["백명","","","그대도 한 번 받아보면, 분명히 도움이 될 거요. 어떻겠소?",,"","","",""],
["백명","","","그럼 한 번 해보겠소. 서버 이름이...",,"","","",""],
["백명","","","" + answer_server +" 서버라 하였소? 그럼 그렇게 점을 쳐볼테니,",,"","","",""],
["백명","","","잠시만 기다려보시오.",,"","","",""],
["백명","","","...",,"","","",""],
["백명","","","......",,"","","",""],
["백명","","",".........",,"","","",""],
["백명","","","" + answer[targeting] + " 가장 길하다고 나왔소. 도움이 되길 바라오.<br/><br/><span class='green'>(다른 결과를 보시려면 \"첫 화면으로 돌아가기\"를 클릭하세요)</span>",,"","","",""],

["","","","",,"","",""]];