var front;
var title;
var text;

front = "backJum";//첫 뒷배경 (.jpg 형식)
title = "오늘의 던파 운세";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["에르제","back060005","","지금부터 과인이 그대에게 서버와 직업을 추천해주겠노라.",,"","","",""],
["에르제","","","그대가 과인의 말대로만 한다면 하늘의 감동하여 큰 복을 내려주실게다.",,"","","",""],
["에르제","","","곧 좋은 서버와 직업을 일러줄터이니 잠시만 기다리시게.",,"","","",""],
["에르제","","","...",,"","","",""],
["에르제","","","......",,"","","",""],
["에르제","","",".........",,"","","",""],
["에르제","","","" + answer_job+ " 그대가 나아가야할 목표이니라. 과인의 말을 잊지 마시게.<br/><br/><span class='green'>(다른 결과를 보시려면 \"첫 화면으로 돌아가기\"를 클릭하세요)</span>",,"","","",""],

["","","","",,"","",""]];