var front;
var title;
var text;

front = "backJum";//첫 뒷배경 (.jpg 형식)
title = "오늘의 던파 운세";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["아니스","back030001","","점을 보고 싶으시다고요? 그럼 정말 잘 찾아오셨어요.",,"","","",""],
["아니스","","","저만 할 수 있는, 정~말로 신통한 비법이 있거든요. 실례지만, 서버 좀 알려주시겠어요?",,"","","",""],
["아니스","","","" + answer_server +" 서버라... 잠시만 기다려주실래요?",,"","","",""],
["아니스","","","...",,"","","",""],
["아니스","","","......",,"","","",""],
["아니스","","",".........",,"","","",""],
["아니스","","","" + answer[targeting] + " 가장 길하다고 나왔네요. 칼로소님께서 알려주셨으니, 뭐든지 성공하실거에요! 화이팅!<br/><br/><span class='green'>(다른 결과를 보시려면 \"첫 화면으로 돌아가기\"를 클릭하세요)</span>",,"","","",""],

["","","","",,"","",""]];