var front;
var title;
var text;

front = "backJum";//첫 뒷배경 (.jpg 형식)
title = "오늘의 던파 운세";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["퍼만","back090407","","네 이놈! 무슨 생각을 하는지는 모르겠지만, 안톤 님을 쓰러뜨릴 생각이라면 그건 엄청난 착각이다. 위대한 안톤 님은 절대무적의 육체를 가지고 계시지.",,"","","",""],
["퍼만","","","안톤 님이 얼마나 강하시냐고? 지금 너희들 수준으론 찰과상 하나 내지 못할 것이다. 너희들이 어마어마하게 성장하지 않는다면 결코 이루지 못할 일이지.",,"","","",""],
["퍼만","","","얼마나 성장해야하는지도 묻는게냐? 너희들의 끝없는 무지에 헛웃음만 나오는군. 그럼 아주 조금만 너희의 성장을 도와주지.",,"","","",""],
["퍼만","","","" + answer_server +" 서버에 서식하는 네녀석이 무엇을 원하는지는 모르겠지만, 더 성장하려면 말이다...",,"","","",""],
["퍼만","","","음... 그러니까......",,"","","",""],
["퍼만","","","으음.........",,"","","",""],
["퍼만","","","그래, 그거다! 지금 바로 알려주지.",,"","","",""],
["퍼만","","","" + answer[targeting] + " 너희의 성장을 이끌어줄 것이다. 이게 너흴 돕는다고 착각하지 말거라. 이걸 통해 더 큰 절망감에 빠지게 될 터이니...<br/><br/><span class='green'>(다른 결과를 보시려면 \"첫 화면으로 돌아가기\"를 클릭하세요)</span>",,"","","",""],

["","","","",,"","",""]];