var front;
var title;
var text;

front = "backJum";//첫 뒷배경 (.jpg 형식)
title = "오늘의 던파 운세";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["나엔","back100002","","아, 안녕. 어? 점을 봐 달라고? 저, 점 같은건 잘 모르, 모르는데... 아, 하지만 비슷한 거라면 가능할지도...",,"","","",""],
["나엔","","","이, 이거... 이차원변이시간축 수치화관측기... 라고, 하는... 건데... ",,"","","",""],
["나엔","","","음... 너희들을 다른 차원의 안톤에게 보낼 때... 어, 언제나 전투 직전의 시간대로 보내줬잖아? 난 그걸 관측할 수 있었고...",,"","","",""],
["나엔","","","그, 그런데 우리 차원의 시간대는 언제나 같지는 않았으니까... 그러니 반대의 경우로 다른 차원의 다른 시간축을 관측할 수 있지 않을까 하고...",,"","","",""],
["나엔","","","아, 미, 미안. 설명 기, 길었구나... 지금 바로 해... 해줄게.",,"","","",""],
["나엔","","","서버는 " + answer_server +"... 그리고 잠시 손, 넣어줄래?",,"","","",""],
["나엔","","","<span class='green'>(위이이잉)</span>",,"","","",""],
["나엔","","","<span class='green'>(치직...칙..)</span>",,"","","",""],
["나엔","","",".........",,"","","",""],
["나엔","","","" + answer[targeting] + "... 네 긍정적 수치가 가장 높은 것 같아... 호, 혹시 원하는대로 안 풀려도 타, 탓하러 오진 마... <br/><br/><span class='green'>(다른 결과를 보시려면 \"첫 화면으로 돌아가기\"를 클릭하세요)</span>",,"","","",""],

["","","","",,"","",""]];