var front;
var title;
var text;

front = "backF01";//첫 뒷배경 (.jpg 형식)
title = "마법사(여) - 프롤로그";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//특수코드//대사//이동//선택 1//선택 2//선택 3
["","pro/pro0701","0","",,"","",""],
["","pro/pro0702","0","",,"","",""],
["","pro/pro0703","0","",,"","",""],
["","pro/pro0704","0","",,"","",""],
["","pro/pro0705","0","",,"","",""],
["","pro/pro0706","0","",,"","",""],
["","pro/pro0707","0","",,"","",""],
["","pro/pro0708","0","",,"","",""],
["","pro/pro0709","0","",,"","",""],
["","pro/pro0710","0","",,"","",""],
["","pro/pro0711","0","",,"","",""],
["","pro/pro0712","0","",,"","",""],
["","pro/pro0713","0","",,"","",""],
["","pro/pro0714","0","",,"","",""],
["","pro/pro0715","0","",,"","",""],
["","pro/pro0716","0","",,"","",""],
["","pro/pro0717","0","",,"","",""],
["","pro/pro0718","0","",,"","",""],
["","pro/pro0719","0","",,"","",""],
["모험가","back010100","1","아... 여기는? 케이트 언니의 역소환이 성공한 건가?",,"","",""],
["모험가","","","케이트 언니의 말이 맞다면 여긴... 아라드라는 세계겠지? 멋지다! 마계와는 달리 밝고, 따뜻해!",,"","",""],
["세리아","","","(저를 도와주세요...)",,"","",""],
["모험가","","","어? 어떤 언니의 목소리가 갑자기 머릿속에서 막 울리는데...",,"","",""],
["모험가","","","도와달라고? 하지만... 어디있는 거지? 어디있는 거에요 언니?",,"","",""],
["세리아","","","(이 숲 안쪽이에요... 너무 어둡고 무서운 꿈에 갇혀있어요. 제발 저를 구해주세요...)",,"","",""],
["모험가","","","알았어요 언니! 그럼 숲 안쪽으로 쭉쭉 들어가보실가!",,"","",""],
["세리아","back010100","1","으음, 여기는... 아.",,"","",""],
["세리아","back010101","","저를... 구해주신 분이군요. 아아, 끔찍한 악몽에서 절 구해주시다니... 정말 감사드려요.",,"","",""],
["세리아","","","보아하니, 모험을 하시는 분 같으신데... 이 혼란한 세상을 홀로 모험하시다니, 정말 대단하세요.",,"","",""],
["세리아","back010101","","제가 앞으로 곁에서 힘이 되어드려도 될까요? 저는... 세리아 키르민이라고 합니다.",,"","",""],
["세리아","back000000","2","저를 구해주신 분... 감사해요.",,"","",""],
["세리아","","","어떻게 보답을 드려야 할지... 그저 앞으로 곁에서 많이 도와드릴게요.",,"","",""],
["","","","",,"","",""],
["","","","",,"","",""],
["","","","",,"","",""],
["","","","",,"","",""],
["","","","",,"","",""],
["","","","",,"","",""],

["","","","",,"","",""]];