var front;
var title;
var text;

front = "backJ00";//첫 뒷배경 (.jpg 형식)
title = "숫자 뽑기";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["격투가남","backJ00","2","갑자기 점이 보고싶어지네. 누가 점을 쳐주면 좋을까?",[2,9,16,23],"황녀 에르제","청색의 수호자 비탈라","중장 니베르","하츠 폰 크루거"],
["","","3","",-1,"","","",""],
["에르제","backJ01","1","어서 오시게. 마침 신녀들과 점을 볼 참이었느니라.",,"","","",""],
["에르제","backJ01","1","그대가 무얼 하려고 하든, 이 채널로 간다면 큰 복이 따를 것이네. 잠시만 기다리시게.",,"","","",""],
["에르제","backJ01","1","...",,"","","",""],
["에르제","backJ01","1","......",,"","","",""],
["에르제","backJ01","1",".........",,"","","",""],
["에르제","backJ01","1","<span class='orange'>" + (Math.floor(Math.random() * (30 - 1 + 1)) + 1).toString() + "</span>번 채널이라고 나오는군. 그럼 행운을 빌겠네.",23,"","","",""],
["","","3","",-8,"","","",""],
["비탈라","backJ02","1","안녕하세요, 모험가님. 마침 정령들과 점을 보려고 했는데 잘 오셨습니다.",,"","","",""],
["비탈라","backJ02","1","곧 채널을 하나 불러드릴텐데, 그 채널은 하늘의 기운을 받아 운이 매우 좋을 것이니 기대하셔도 좋을 것입니다.",,"","","",""],
["비탈라","backJ02","1","...",,"","","",""],
["비탈라","backJ02","1","......",,"","","",""],
["비탈라","backJ02","1",".........",,"","","",""],
["비탈라","backJ02","1","<span class='orange'>" + (Math.floor(Math.random() * (30 - 1 + 1)) + 1).toString() + "</span>번 채널이라고 나오는군요. 그 채널에서 좋은 일만 있기를 기원합니다.",16,"","","",""],
["","","3","",-15,"","","",""],
["니베르","backJ03","1","잘 오셨습니다, 모험가님. 안톤을 토벌한 기념으로 오늘의 운세를 볼 참인데 모험가님도 한 번 해보시는게 어떻습니까?",,"","","",""],
["니베르","backJ03","1","이 운세가 알려주는 채널에선 모든 일이 잘 된다고 해서 제가 자주 애용하거든요. 곧 채널 번호 하나가 나올 테니 잠시만 기다려주십시오.",,"","","",""],
["니베르","backJ03","1","...",,"","","",""],
["니베르","backJ03","1","......",,"","","",""],
["니베르","backJ03","1",".........",,"","","",""],
["니베르","backJ03","1","<span class='orange'>" + (Math.floor(Math.random() * (30 - 1 + 1)) + 1).toString() + "</span>번 채널이라고 나오는군요. 그럼 그대에게 행운이 따르기를.",9,"","","",""],
["","","3","",-22,"","","",""],
["하츠","backJ04","1","그깟 점 하나 보려고 날 찾아온거냐? 안톤을 잡고 나니 어지간히도 할 일이 없나보군.",,"","","",""],
["하츠","backJ04","1","뭐, 내가 그런 거 하나 못 알려줄 정도로 나쁜 놈은 아니다. 대신 다음에 올 땐 술 한 병 정도는 가져오도록.",,"","","",""],
["하츠","backJ04","1","...",,"","","",""],
["하츠","backJ04","1","......",,"","","",""],
["하츠","backJ04","1",".........",,"","","",""],
["하츠","backJ04","1","<span class='orange'>" + (Math.floor(Math.random() * (30 - 1 + 1)) + 1).toString() + "</span>번 채널이다. 거기서 네놈이 하고싶은 걸 해보도록. 그럼 꺼져라.",2,"","","",""],
["","","3","",1,"","","",""],
["격투가남","","","좋았어!",,"","","",""],

["","","","",,"","",""]];