var front;
var title;
var text;

front = "backHats";//첫 뒷배경 (.jpg 형식)
title = "하츠와 남법사";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3//선택 4 (대사위치 2번 한정)
["하츠","back020000","2","네오플, 퍼섭 패치 내역을 나에게 넘겨라.",,"","","",""],
["네오플","","","누구 맘대로 내놔라 머라야? 앙?",,"","","",""],
["하츠","back020000","","내 말을 듣지 않겠다는 건가? 배짱이 있는 놈은 좋아하지만 과연 네놈들이 남법사 앞에서 고집을 부릴 수 있겠나?",,"","","",""],
["하츠","back020003","2","... (하츠는 퍼섭 패치 내역을 대충 훑어보더니 갑자기 북북 찢어 던져버렸다. 바람을 타고 종이조각이 휙 날아가버렸다.)",,"","","",""],
["마법사남","","","무슨 짓이야!",,"","","",""],
["하츠","","","조금이라도 도움이 될까 했는데 시간 낭비로군. 네오플 놈들은 하나같이 근성이 없는 건가? 직업이 그 지경이 될 때까지 머물러 있었다면 조금이라도 쓸모 있는 내용을 적으란 말이다.",,"","","",""],
["마법사남","","","내용이 뭐지?",,"","","",""],
["하츠","","","흥. 안심해라. 네놈들에게 도움이 될 내용은 아무것도 없으니.",,"","","",""],
["마법사남","back020003","","(그리고 하츠는 자신의 부하들에게 무어라 지시를 한 후 어딘가로 가버렸다.)",,"","","",""],

["","","","",,"","",""]];