var front;
var title;
var text;

front = "backNuke";//첫 뒷배경 (.jpg 형식)
title = "이름";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3
["반","backD003","","... 반 발슈테트.",,"","",""],
["하츠","","","재수없는 이름이로군. 그러니 치사한 수를 쓰고도 나의 부하에게 처절하게 발리지. 쯧쯧쯧...",,"","",""],
["귀검사남","","","... 반 발슈테트.",,"","",""],
["하츠","","","웃기는 이름이군. 하지만 제법이다. 약해빠졌다곤 해도 나의 부하를 쓰러뜨릴 정도일 줄이야.",,"","",""],
["귀검사남","","","... 하츠 폰 크루거.",,"","",""],
["하츠","","","과연 이름값을 하는군. 나의 부하를 이렇게까지 가지고 놀 줄이야.",,"","",""],
["나이트여","","","... 하츠야.",,"","",""],
["하츠","","","아... 아버님 목소리? 아버님이십니까?",,"","",""],
["하츠","backD003","","아... 아버님? 아버님이십니까?",,"","",""],

["","","","",,"","",""]];