var front;
var title;
var text;

front = "backNuke2";//첫 뒷배경 (.jpg 형식)
title = "무제";//던전 명칭┏ 0 : 이미지만 //1 : 아래 고정 //2 : 위 고정┏ number : 상대적 이동 / array : 선택 이동
text = [//이름//뒷배경 (.jpg 형식)//대사위치//대사//이동//선택 1//선택 2//선택 3
["","gag1","0","",,"","",""],
["레니","backT02","1","감방에 가자, 모험가.",,"","",""],
["프리스트남","","","난 얼마든지 잡아가도 상관없습니다만, 제가 없는 동안 마을 주민들이 피해를 받지 않을까 걱정이군요. 제국 여러분께서 주민들을 보호해주실 수 있겠소이까?",,"","",""],
["레니","","","그건 우리 소관이 아니다. 이건 이거고 저건 저거지.",,"","",""],
["프리스트남","","","그렇다면 날 잡아가실 수 없소이다. 신을 따르는 자로서 주민들의 피해를 두고만 보고 있을 수는 없소. 이 이상 날 막는다면 나도 가만히 있지 않을 것이오.",,"","",""],
["레니","","","신을 따르는 자가 규칙을 어기는 건 된다는 소리냐?",,"","",""],
["프리스트남","","","신의 힘을 보고 싶지 않다면 당장 상관을 불러오시오. 당신 상관을 설득해보겠소.",,"","",""],
["레니","","","(마... 막아야 하는데 갑자기 저 자에게서 알 수 없는 기운이 느껴진다.) 부... 부단장님!",,"","",""],
["하츠","backT02","","무슨 일이냐.",,"","",""],
["","gag2","0","",,"","",""],
["레니","backT02","1","경고를 어겼군, 모험가. 널 감옥에 가둘것이다.",,"","",""],
["거너남","","","휘유~ 난 그저 주민들을 지켜줄려고 움직였을 뿐이라고? 근데 감옥에 쳐넣는다니? 너무하지 않아?",,"","",""],
["레니","","","닥쳐라. 제국의 경고를 무시한 놈이 어딜 감히 입을 놀리는 것이냐.",,"","",""],
["거너남","","","에이~ 그렇게 딱딱하게 굴지말고. 술이나 천천히 한 잔 하면서 얘기를 해 보자고.",,"","",""],
["레니","","","(칼을 뽑으려 하며) 더 이상 말이 안 통하는군. 순순히 잡히지 않겠다면 강제로 집행하겠다.",,"","",""],
["하츠","backT02","","무슨 일이냐.",,"","",""],
["","gag3","0","",,"","",""],
["레니","backT02","1","경고를 어겼군, 모험가. 널 감옥에 가둘것이다.",,"","",""],
["격투가남","","","규칙?? 이 천.수.나.한 님께 규칙타령하다니 참으로 재미있는 녀석이구나!! 하↗하↘하→",,"","",""],
["레니","","","닥쳐라. 제국의 경고를 무시한 놈이 어딜 감히 입을 놀리는 것이냐.",,"","",""],
["격투가남","","","제국?? 그딴 나라 파.괘.해.주.지 큭큭 ",,"","",""],
["레니","","","(칼을 뽑으려 하며) 더 이상 말이 안 통하는군. 순순히 잡히지 않겠다면 강제로 집행하겠다.",,"","",""],
["하츠","backT02","","무슨 일이냐.",,"","",""],

["","","","",,"","",""]];